{
    "c2array": true,
    "size": [
        2,
        6,
        1
    ],
    "data": [
        [
            [
                "First of Tutorial"
            ],
            [
                "Main Menu"
            ],
            [
                "Options Menu"
            ],
            [
                "Gameplay"
            ],
            [
                "Objective"
            ],
            [
                "End of Tutorial"
            ]
        ],
        [
            [
                "Selamat datang di halaman tutorial dari permainan Another Day in the Island. Kamu sebagai pemain bisa mengikuti tutorial ini hingga selesai untuk mendapatkan pengalaman bermain yang lebih mudah dimengerti. Jika tidak kamu bisa skip tutorial ini dengan menekan tombol skip, dan bisa kamu buka lagi pada tombol yang bisa dilihat pada gambar."
            ],
            [
                "Sebelum bermain anda sebagai pemain akan diarahkan pada halaman main menu seperti pada gambar disamping. Disini pemain bisa mengakses permainan, pengaturan, skor yang dikumpulkan, dan informasi mengenai event yang sedang berjalan."
            ],
            [
                "Ketika pemain menekan tombol options, maka akan diarahkan pada halaman yang terlihat pada gambar. Disini pemain bisa mengatur volume suara latar dan efek, serta mengatur skala ukuran interface pada permainan."
            ],
            [
                "Ketika pemain menekan tombol game start, maka akan diarahkan pada halaman gameplay yang terlihat pada gambar. Kamu bisa melakukan beberapa hal seperti bergerak dan menembak, serta menjeda permainan jika ingin melakukan beberapa hal seperti pengaturan, menyimpan atau keluar dari permainan."
            ],
            [
                "Disini kamu sebagai pemain memiliki objektif untuk mengumpulkan poin sebanyak-banyaknya dengan membunuh monster yang menyerangmu. Jika permainan berakhir maka poin yang kamu kumpulkan akan tersimpan dan terpampang pada halaman main menu berdasarkan poin tertinggi yang kamu kumpulkan sebelumnya."
            ],
            [
                "Hanya itu saja yang bisa dijelaskan pada tutorial kali ini, selamat bermain dan jangan lupa mengisi form kuisioner setelah bermain agar permainan ini dapat berkembang menjadi lebih baik lagi. Terimakasih."
            ]
        ]
    ]
}